*** Then we can run the script
    #+BEGIN_SRC sh
    ./exhello
    #+END_SRC

    #+RESULTS:
    | Hello world | John Smith | age = 26}) |

